[
    {
        "id": 1,
        "titulo": "Street Fighter 6 acerta em quase tudo e traz a redenção da franquia...",
        "texto": "> Fonte:<https://www.comboinfinito.com.br/principal/street-fighter-6-acerta-em-quase-tudo-e-traz-a-redencao-da-franquia-apos-os-tropecos-de-sf5-analise-review/> \n\n Aprender com seus próprios erros e evoluir é uma das lições da vida. Também pode ser considerado um belo jeito de melhorar suas habilidades de luta. Mas nunca foi algo que encaixasse tão bem para um estúdio como encaixa para a Capcom. Com Street Fighter 5 a empresa viu seus fãs reclamando de tudo, desde o sistema de combate até o conteúdo oferecido no lançamento. No entanto agora com Street Fighter 6 o que vemos é a redenção. \n\n ### Um jogo pensado para TODOS!  \n\n ![Imagem do controle moderno](/assets/posts/1/controleModerno.png)  \n\n \n\n Se há algo que marca em Street Fighter 6 é a acessibilidade. É um jogo feito para quem tem habilidade em jogos de luta, com uma profundidade sensacional. Contudo, quem não entende de nada do gênero também terá diversas ferramentas que pegam pela mão, ensinam, mostram como tudo deve ser feito. Ou então simplesmente pode fazer tudo por você, como o controle dinâmico que só exige que você esteja apertando botões que as coisas vão acontecendo (apenas modo offline). Não podemos esquecer também de quem tem alguma deficiência, motora, visual ou de qualquer tipo. A Capcom pensou em todos nós, independente do que você precisa pra jogar o novo Street Fighter. \n\n O grande chamativo aqui é o controle Moderno e o Clássico. Particularmente prefiro o controle Clássico pois já tenho familiaridade com este tipo de gameplay. Contudo quem precisa ou opta por um jeito mais fácil, o controle moderno é um grande aliado. Acho até que a Capcom quer fazer desse tipo de controle o padrão do jogo. Ainda que eu não curta a ideia da maneira com a qual o controle moderno foi balanceado, por conter um dano muito robusto com pouco esforço, é inegável que a forma com a qual ele foi idealizado é incrível. Então se você tinha dúvidas se Street Fighter 6 é para você, saiba que o nível de customização aqui é altíssimo e haverá sempre um jeito de você jogar da forma mais confortável possível.\n\n ### A história de Street Fighter 6 \n\n   \n\n ![Imagem do modo World tour](/assets/posts/1/worlTour.png)  \n\n \n\n Street Fighter sempre foi sobre a busca do mais forte e para isso não haviam barreiras. Lutadores do Japão lutando contra americanos, que por sua vez lutavam contra africanos ou brasileiros. O conceito do que é o encontro destes lutadores foi evoluído para um modo de jogo robusto, longo e lotado de conteúdo. O Modo World Tour é praticamente um jogo a parte, uma espécie de [Yakuza](https://pt.wikipedia.org/wiki/Yakuza) da Capcom com a verdadeira história do jogo. Embora os personagens clássicos praticamente não tenham importância alguma na lore, a medida que você joga e entende que o foco aqui é o “novo”, poderá se divertir bastante com a história. Ela não é incrível, não vai te marcar, mas pode trazer altas horas de diversão. \n\n Porém o grande chamativo do modo World Tour é o fato de ele ser uma espécie de RPG de ação. Você cria seu personagem do seu jeito, compra roupas, comida, melhora seus equipamentos e sai pelo mundo em busca de novos mestres. Desta forma, além da história que o jogo quer contar, você também conhece diversas camadas de histórias relacionadas a cada um dos personagens do roster principal do game, composto por 18 lutadores. Será que cada um deles pode se tornar um Mestre de sua jornada? \n\n ### Customizando seu próprio arsenal de habilidades \n\n  \n\n ![Imagem do painel de habilidades](/assets/posts/1/painelHabilidades.png)  \n\n  \n\nAinda no modo World Tour podemos customizar nosso personagem com golpes diferentes, sendo possível ter habilidades do Ken, Ryu, Blanka, Zangief, Guile, Marisa em um único personagem. O único limitador aqui é que se o comando tem o mesmo formato, entra em conflito com algum outro golpe. Uma meia lua pra frente e soco vai conflitar com uma meia lua pra frente e chute. Assim é necessário escolher bem que golpes você vai utilizar. Em cada estilo de Mestre que você conquista você pode criar um “setup” de habilidades. É o estilo do mestre que determina que tipos de golpes normais seu avatar terá.  \n\n Conforme você sobe de level no melhor estilo RPG, pode evoluir sua árvore de habilidades e aumentar a vida, força do soco, do chute ou qualquer outro aspecto de seu personagem. Street Fighter 6 realmente é sobre ser você mesmo enquanto busca o significado do motivo de ser forte. \n\n ### Faltou atenção com o que tornou Street Fighter uma franquia muito amada por todos \n\n \n\n ![Ryu de costas](/assets/posts/1/Ryu.png) \n\n Embora o modo World Tour seja muito divertido, longevo e cheio de boas ideias, easter eggs e personagens, a Capcom vacilou feio em um aspecto: seus personagens mais clássicos. Ainda que cada um dos lutadores tenha cenas lindas de apresentação, as histórias contadas sobre eles são muito fracas. Toda a atenção em termos de história vai para nosso personagem e seu “rival”, Bosh. A história não é ruim, longe disso, mas simplesmente ignora a existência de vários personagens que são de suma importância para a saga. Cronologicamente o game se encaixa após o terceiro game, uma vez que Street Fighter 4 e 5 se passam antes do 3. No entanto não há nenhuma ligação com aquele mundo de Street Fighter 3, além de ligeiras menções. \n\n ![ryu comprimentando ken](/assets/posts/1/ryuEken.gif) \n\n \n\nEu realmente fiquei decepcionado pelo rumo que a história estava tomando e como ela deixava nossos queridos personagens tão distantes de tudo que estava acontecendo. Quando eu finalmente entendi que não teria volta, a história era sobre a “nova geração”, mesmo que não faça uso total dessa nova geração, eu comecei a curtir mais a história. Porém o sabor amargo de que nossos queridos personagens foram deixados de lado permanece. Espero de verdade que em algum momento usando o próprio World Tour com missões novas, isso possa ser sanado.  \n\n A realidade é que a Capcom tem um diamante na mão com esta nova ideia e nova forma de contar uma história de um game de luta. Mas precisa lapidá-lo melhor. \n\n\n\n ### Mais modos offline \n\n ![Menu do modo offline](/assets/posts/1/modoOff.png) \n\n \n\n Enquanto Street Fighter 5 trouxe um jogo voltado para o modo online, Street Fighter 6 muda tudo e agora entrega o que faltou em 2016. Todos os modos de jogo offline de SFV estão presentes no 6 com a adição do Batalha Extrema, que é uma grande ideia. Você poderá escolher entre jogar um versus CPU ou humano, partidas 1×1, partidas em equipe, Treino, Guias, Tutoriais desde o mais simples até altos combos e por fim o modo Arcade. Assim o modo Fighting Grounds é um dos lugares que os jogadores mais visitarão em sua jornada. \n\n O modo Arcade me hypou bastante, pois diferente de Street Fighter 5 que precisou trazer esse modo enquanto o game já estava no mercado, Street Fighter 6 poderia entregar algo de grande valor no começo da vida do game. Imaginei então que teríamos muitos formatos de bônus, um chefe mirabolante e qualquer nova surpresa. Não é o que acontece e o modo Arcade é muito superficial. Infelizmente também me decepcionou bastante e não devo jogar muitas vezes mais neste modo.  \n\n No geral os modos offline de Street Fighter 6 são mais do que suficientes para passarmos muitas horas. Só no modo World Tour eu levei mais de 20h para concluir com diversas missões paralelas por fazer e existem várias. O único escorregão é a falta de história dedicada aos velhos personagens e a lore da franquia. \n\n "
    },
    {
        "id": 2,
        "titulo": "Tekken 8 surpreende com personagens PODEROSOS e GRANDES inovações",
        "texto": "> Fonte:<https://www.comboinfinito.com.br/principal/jogamos-tekken-8-surpreende-com-personagens-poderosos-e-grandes-inovacoes/> \n\n ![Jim de frente](/assets/posts/2/jim.jpg) \n\n  ### Tekken 8 está chegando e, como tal, a Bandai Namco vem aumentando a expectativa para o lançamento \n\nOs primeiros meses de 2024 estão repletos de lançamentos significativos, com Tekken 8 destacando-se como um dos maiores. O jogo está cada vez mais próximo de seu lançamento, prometendo oferecer aos jogadores não apenas a continuação da mais longeva história nos games, mas também inovações que têm o potencial de transformar a série da [Bandai Namco](https://www.bandainamcoent.com/). \n\n \n\n ### Modo História e Arcade  \n\n \n\n ![Jim de frente](/assets/posts/2/kazuya.jpg) \n\n \n\n Conforme destacado em nosso vídeo no YouTube, ao iniciar o jogo é evidente o cuidado nos detalhes, desde os ambientes até os personagens, suas vestimentas e expressões. Desenvolvido através da ***Unreal Engine 5***, as lutas em si apresentam golpes belíssimos e alternativamente brutais, selvagens e únicos. Além disso, desde o início, os jogadores devem notar como tudo parece estar “conectado” de tal maneira que certas transições entre cinemáticas e jogabilidade podem, por vezes, ser difíceis de perceber. \n\n \n\n Particularmente, o início da história retorna às origens da franquia, colocando o jogador diretamente na ação. Diferentemente de Tekken 7, o enredo não é narrado por um observador, mas coloca todos na pele de Jin Kazama. Evitando spoilers, o enredo se concentra na história de Kazama contra seu pai, Kazuya Mishima, que se esforça para se tornar um vilão digno de um filme de super-herói. Aqui, sabemos apenas que a trama se desenrola em uma nova edição do King of the Iron Fist Tournament, com diversas cenas animadas em CG entre as lutas, semelhantes as cenas de ação de animes populares. \n\n \n\n Entretanto, se o modo história e o confronto pai-filho são onde a maioria dos jogadores experientes e iniciantes são introduzidos à narrativa e ao universo de Tekken, o Arcade Quest é o ponto de partida para escolher um personagem e iniciar sua jornada única. Este modo imerge os jogadores na experiência de resgatar a cultura dos arcades, tão popular nos anos 90. Aqui, os avatares personalizados pelo jogador competem em partidas contra NPCs, participam de campeonatos e até conhecem rivais, tudo isso com o pano de fundo do Tekken World Tour (TWT), o circuito competitivo oficial da Bandai Namco. \n\n \n\n ### Personagens de destaque \n\n  \n\n ![Victor com uma arma](/assets/posts/2/Victor.jpg) \n\n \n\n Tekken existe desde 1994, e o lançamento de Tekken 8 coincidirá com o 30º aniversário da série. Ao longo de sua longa história, a franquia acumulou aproximadamente 100 personagens jogáveis. Embora os desenvolvedores tenham um enorme arsenal para utilizar, cada novo jogo inevitavelmente também introduz alguns novos personagens. Um dos recém-chegados em Tekken 8 é Victor Chevalier, um espião de origem francesa que empunha uma espada. \n\n \n\nVictor é um personagem inédito na série, embora seu conjunto de movimentos assemelhe-se a um personagem convidado anterior. Ele se parece bastante com Noctis de Final Fantasy 15, que fez uma participação especial em Tekken 7. Victor, no entanto, é ainda mais acessível, claramente projetado para atrair novos jogadores. Embora Noctis tenha sido, na melhor das hipóteses, um personagem mediano durante grande parte da vida do jogo, ele foi uma ótima ferramenta para aprender os fundamentos básicos. Portanto, incluir um personagem semelhante em Tekken 8 para atrair o público que Noctis conquistou faz sentido. \n\n \n\n Em nosso teste, assim como Noctis, foi possível observar que Victor possui movimentos que permitem teletransportar-se e avançar em direção ao oponente com facilidade. Além disso, o personagem parece mais desenvolvido, incorporando movimentos que lembram Kunimitsu e Raven, dois ninjas da série. Embora Victor herde a facilidade de uso de Noctis, os movimentos exclusivos do personagem tornarão suas ações mais imprevisíveis, adicionando uma maior complexidade técnica ao seu estilo de jogo. \n\n \n\n Além dele, é claro, o título contará, ao todo, com 32 personagens no lançamento, incluindo duas estreantes: ***Azucena*** e ***Reina***. \n\n \n\n #### IA avançada \n\n \n\n ![claudio rosto](/assets/posts/2/claudio.jpg)  \n\n \n\n A Bandai Namco também ressuscitou um conceito introduzido em Tekken 6: a Ghost Battle. Totalmente reconstruído, o sistema utiliza inteligência artificial para reproduzir os padrões de jogo do jogador, proporcionando uma espécie de “duelo contra si mesmo”. Isso facilita a identificação de tendências pessoais e erros indesejados. Além disso, a promessa é de que, ao longo do tempo, “Ghosts” de todos os jogadores estarão disponíveis, permitindo treinar contra as versões simuladas dos maiores jogadores profissionais, por exemplo. \n\n ![claudio rosto](/assets/posts/2/smzinho.gif) "
    },
    {
        "id": 3,
        "titulo": "The King of Fighters XV traz nostalgia, evolução e uma história preguiçosa",
        "texto": "> Fonte:<https://www.comboinfinito.com.br/principal/the-king-of-fighters-xv-traz-nostalgia-evolucao-e-uma-historia-preguicosa-analise/> \n\n \n\n ![kof imagem](/assets/posts/3/kof1.jpg) \n\n ### The King of Fighters XV é tudo isso mesmo?  \n\n Ainda que nos últimos anos a gente tenha presenciado o nascimento de grandes jogos de luta, como ***Guilty Gear: Strive*** e ***Mortal Kombat 11***, uma franquia fazia falta: ***The King of Fighters***. Embora a saga já tivesse voltado com o XIV, não agradou os fãs. Assim, King of Fighters XV já nasceu com um grande fardo: arrumar os problemas do seu antecessor e reconquistar os clássicos jogadores. \n\n  \n\n Desde então, a SNK vem fazendo um marketing agressivo, com trailers e grandes revelações. Praticamente a empresa esteve presente em todos os eventos de games, sempre com alguma nova informação. Contudo, foi com o beta de King of Fighters XV lançado no final do ano passado que entendemos que a franquia poderia realmente estar de volta. Então agora, com o jogo final em mãos há dias, podemos contar tudo para vocês! Afinal, o jogo é tudo isso mesmo? \n\n The King of Fighters XV tem muitos personagens, para todos os gostos \n\n ![kof imagem](/assets/posts/3/kof2.jpg) \n\n  \n\n Se há algo que não podemos reclamar em The King of Fighters XV é a quantidade de personagens. KOF XV traz um total de 39 lutadores totalmente selecionáveis logo de cara. Assim, temos 13 trios. Vale lembrar que nesta franquia sempre escolhemos uma combinação de 3 personagens para formar um time. \n\n  \n\n Todos os lutadores são muito divertidos de se jogar e possuem alguns movimentos globais que ajudam ao jogador a tentar se aprofundar em suas mecânicas únicas. No entanto, é nos clássicos personagens que os jogadores antigos vão se encontrar – ainda que alguns lutadores importantes não estejam no jogo, como o Kim. \n\n  \n\n Contudo, a SNK já anunciou uma leva de DLCs, que vai aumentar a quantidade de lutadores de The King of Fighters XV para ao menos 52 personagens. Se levarmos em conta a quantidade de lutadores que outros jogos novos possuem, KOF XV traz uma ótima e recheada seleção. \n\n  \n\n ### Gráfico, cenários e som \n\n  \n\n ![kof imagem](/assets/posts/3/kof3.jpg)\n\n  \n\n Embora se pareça bastante com seu antecessor, The King of Fighters XV tem um belo visual. Não chega a brilhar os olhos como os games da Arc System Works (Guilty Gear, GranBlue), mas agrada bastante. Os personagens são bem construídos visualmente e possuem uma boa variedade de cores. \n\n  \n\n Os efeitos de impacto dos golpes são interessantes, sendo fácil perceber pela cor a potência de cada golpe. Some isso aos cenários coloridos, nostálgicos e cheios de referências e você terá todo jogador de KOF sorrindo à toa. Porém, uma coisa é certa: a SNK poderia ter lançado mais cenários logo de cara. \n\n A trilha sonora é uma mistura de KOF XIV, misturado com os jogos clássicos e The King of Fighters XV – ou seja, não tem como dar errado. Já no que diz respeito às vozes dos personagens, a SNK contratou bons atores, uma vez que muitos não são as vozes originais de personagens bem queridos. Apesar disso, vemos semelhanças parecidas com as originais. \n\n  \n\n É no gameplay que The King of Fighters XV brilha, mas com ressalvas \n\n  \n\n ![kof imagem](/assets/posts/3/kof4.jpg) \n\n Mesmo que tentasse resgatar algumas fórmulas do passado, KOF XIV falhava em trazer um bom feeling de um The King of Fighters. Mas o mesmo não ocorre com KOF XV. O novo jogo traz um gameplay apurado, responsivo, ágil e com novidades. Ou seja, quem gostava da franquia antes, vai se sentir em casa em The King of Fighters XV. Já quem não conhece ou quer novidades, poderá encontrar nas novas mecânicas um jogo que pode ser bem profundo. \n\n De fato, há muitas novidades, começando pelo sistema de Guard Cancel, que possui boas variações e meios de se sair de uma pressão adversária no canto da tela ou até mesmo no meio. No entanto, existe também o Shatter Strike, que pode ser usado na defesa ou no ataque, que abre chances de grandes viradas ou grandes combos.\n\n Porém, o balanceamento ainda é uma falha em The King of Fighters XV mesmo após a beta. Existem muitos golpes e combinações que tiram muita energia. Assim, fica a sensação de que ainda faltam algumas arestas para que a SNK ajuste no game, por mais que neste aspecto de gameplay tudo esteja funcionando muito bem. \n\n ### Facilidades que tiram um pouco da diversão em The King of Fighters XV \n\n ![kof imagem](/assets/posts/3/kof5.jpg)  \n\n  Quem acompanha nossas lives e nossos vídeos sabe que eu não curto muito a ideia de facilitar demais mecânicas de games de luta. Há uma barreira entre o simples e o simples demais.  Existem pontos importantes que exigem atenção dos criadores deste gênero de games que foram se moldando com o passar dos anos. Mas o nascimento do Rush Combo eu não vejo como positivo. \n\n  The King of Fighters XV traz de volta essa mecânica de seu antecessor e gera com isso grandes combos com apenas o apertar de um botão. O problema é que este tipo de golpe tira muito mais energia do que deveria, tornando-se uma muleta. Não é algo que vai incentivar o jogador a aprender algo melhor, já que tira muita energia. \n\n Desta forma, é complicado dizer que todo o gameplay de The King of Fighters XV é perfeito. É frustrante você tentar executar um combo legal, dropar e tomar um Rush Combo tirando quase metade da vida. Contudo, no geral, KOF XV é um verdadeiro KOF no que diz respeito à jogabilidade. É satisfatório demais ver que temos de volta esse grande estilo de jogo que a SNK fez no passado.\n\n  ### A história de The King of Fighters XV é… preguiçosa.  \n\n  \n\n ![kof imagem](/assets/posts/3/kof6.jpg) \n\n Não há outra maneira de se definir a história do game. Infelizmente, a SNK errou a mão e perdeu uma grande chance de trazer de volta nomes que, com certeza, fariam grande sucesso em KOF XV. Embora no XIV tenhamos visto o nascimento de alguns bons personagens que fizeram ligação com o vilão Verse, aqui tudo indicava que a SNK iria mudar, resgatar ou reviver uma boa parte da história de KOF. No entanto, o resultado final é algo genérico, sem expressão e sem carisma.  \n\n  \n\n Mesmo assim, o chefe final tem um design muito interessante (e até medonho). Há uma ressalva, porém: só não é empolgante ou nostálgico como parecia que seria. Pelo visto, se tivermos algo neste sentido, será um DLC sem ligação com a história.  \n\n  \n\n Outra coisa que incomoda demais é a maneira que a história é contada, já que são poucas cenas desconexas e sem muita explicação. Os finais são estáticos e com textos bobinhos. De fato, em um mercado onde temos cada dia mais histórias em jogos de luta bem desenvolvidas, ver isso ocorrer com The King of Fighters XV é triste. \n\n  \n\n ### Conclusão \n\n \n\n ![kof imagem](/assets/posts/3/kof7.jpg) \n\n \n\nThe King of Fighters XV é um baita jogo, um verdadeiro KOF. Temos de volta o gameplay de outrora com grandes e boas novidades. O online é muito bom e promete segurar a comunidade por muito tempo. Além disso, a quantidade de personagens é muito satisfatória.  \n\n No entanto, as facilidades, falta de balanceamento e a história fraca acabam tirando muito do brilho do jogo. Então, se você curte KOF, certamente este jogo é recomendável, e se você estiver chegando agora na franquia, entenda que, em termos de história, este não é o melhor momento da saga. Contudo, o que importa é o gameplay, e é aqui que KOF XV não fica devendo e garantirá muitas horas de diversão. "
    },
    {
        "id": 4,
        "titulo": "Mortal Kombat 1 tem o melhor gameplay da franquia, mas derrapa no conteúdo",
        "texto": "> Fonte:<https://www.comboinfinito.com.br/principal/mortal-kombat-1-tem-o-melhor-gameplay-da-franquia-mas-derrapa-no-conteudo-review/> \n\n  ![mortal kombat imagem](/assets/posts/4/mk1.jpg) \n\n Pela primeira vez desde que lançou Mortal Kombat 9, a Netherealm levou mais de 2 anos para lançar um novo jogo, e desta vez com Mortal Kombat 1 em uma nova era. Após os eventos de Mortal Kombat 11, tudo era um pouco nebuloso sobre para onde a história iria – eolha que estamos falando de história em um jogo de luta. Afinal, a Netherealm foi pioneira em contar uma narrativa neste gênero de jogo, e com maestria\n\n No entanto, após tantos anos, o estúdio achou que é hora de dar novas origens para os personagens da franquia e reiniciar a linha do tempo. Ao menos é o que o novo jogo promete fazer, utilizando os poderes do deus do fogo, Liu Kang. Mas afinal, Mortal Kombat 1 é tudo isso mesmo? \n\n ### Uma nova era? Quase isso… \n\n ![mortal kombat imagem](/assets/posts/4/mk2.jpg)\n\n Liu Kang refez os universos e resetou a linha do tempo em Mortal Kombat 1. O jogo começa com um grande Big Bang e o próprio Liu Kang explicando tudo que ele fez até chegar aqui. Segundo ele, seus poderes permitiram criar e preencher de vida cada um dos universos, mas o que cada um desses seres vão fazer para manter a paz e a harmonia só dependem deles. Assim, claramente Mortal Kombat 1 dá sequência aos eventos pós vitória de Liu Kang em Mortal Kombat 11 e determina que agora, na nova era, todo mundo tem uma nova chance.\n\n A história de Mortal Kombat 1 é boa, entrega o formato habitual da Netherealm de contar histórias e nos apresenta uma nova era de personagens já conhecidos no universo de Mortal. Contudo, como toda história de linha do tempo, nem tudo que a gente vê faz sentido e, em um determinado momento, a história (na minha opinião), se perde demais. Não há como descrever os motivos sem dar spoilers, então não vou detalhar o motivo de eu achar que a história é apenas boa, quando poderia ter sido incrível.\n\n No entanto, fica a sensação de que MK1 foi uma oportunidade perdida pela Netherealm e que ainda poderá servir de alicerce para uma nova era. Talvez um DLC como o Aftermath de MK11 esteja a caminho. Saberemos em breve. \n\n ### Gráfico, som e muito sangue! \n\n \n\n ![mortal kombat imagem](/assets/posts/4/mk3.jpg) \n\n  \n\nMortal Kombat 1 é um jogo lindo, principalmente se compararmos os cenários do novo jogo com os de Mortal Kombat 11. Embora os personagens talvez sejam mais simples que antes, artisticamente falando é um salto muito grande em comparação com qualquer jogo de luta. Existem muitos efeitos e claro, muito sangue. Talvez esse seja o jogo que tem os fatalities mais pesados e que até mesmo geram um repúdio, algo que em MK11 não existia dado ao estilo artístico. Mesmo assim é Mortal Kombat e é isso que a galera quer ver, ***saaaaangue!***\n\n \n\n  Os cenários são os grandes destaques, com variação de horário e ambientes muito profundos, com diversas coisas acontecendo. Mortal Kombat 1 brilha em sua tela por conta dos cenários e espero, de verdade, que possamos receber mais deles durante o tempo de vida do game. Além disso, a trilha sonora e os efeitos de som são impecáveis, um dos melhores trabalhos do gênero. \n\n É fato que a Netherealm realmente teve um cuidado especial aqui. No Brasil, a dublagem é do mesmo time de Mortal Kombat 11 e traz, inclusive, os mesmos atores – e o resultado é excelente! \n\n ### Conclusão \n\n \n\n ![mortal kombat imagem](/assets/posts/4/mk6.jpg) \n\n Mortal Kombat 1 poderia ser um jogo melhor se pensarmos no pacote que a Netherealm entregou. O modo história é o de sempre, com momentos realmente excelentes e outros nem tanto assim. O modo invasão vai cansar a maior parte dos jogadores bem rápido, a não ser que tenha grandes novidades ou recompensas nas próximas temporadas. Contudo, é no modo online e no gameplay que o jogo se sustenta e deve durar bastante tempo. \n\n Embora tenha levado 4 anos para ficar pronto, algo atípico na história da Netherealm, o resultado final é mais sobre qualidade que chegou do que sobre a falta do que não veio. Mesmo assim, o gameplay é excelente e, se bem balanceado nos próximos meses, poderá agradar demais os jogadores mais exigentes e ser uma boa entrada para novos gamers que pensam em jogar jogos de luta ou da franquia. Assim, diante de tudo isso, Mortal Kombat 1 é Nota 8. "
    },
    {
        "id": 5,
        "titulo": "Guilty Gear -Strive-: Bedman? está a caminho, e recebe primeiro trailer",
        "texto": "> Fonte:<https://www.comboinfinito.com.br/principal/guilty-gear-strive-bedman-esta-a-caminho-e-recebe-primeiro-trailer-com-gameplay/> \n\n  ![mortal kombat Guilty gear](/assets/posts/5/gg1.jpg) \n\n ### Guilty Gear -Strive- se prepara para receber Bedman?, e isso não foi uma pergunta \n\n ***Guilty Gear -Strive-*** segue a todo vapor. Com a chegada do título no Game Pass, hoje existe oportunidade para o jogo popularizar ainda mais em um novo quadro de público. Além dos personagens já lançados, o game está disponível com crossplay entre as plataformas, garantindo que todos encontrarão partidas. \n\n Dito isso, há mais lutadores e cenários a caminho de Guilty Gear -Strive-, e o próximo personagem parece mais uma questão do que uma certeza. Na verdade, dois personagens em uma única composição.\n\n Anunciado pela Arc System, Bedman? é o próximo personagem adicional de Strive. O anúncio veio acompanhado de um trailer inédito, onde podemos conferir alguns dos movimentos do personagem. \n\n A história de Bedman? é obscura por natureza. Apesar da curiosa forma de uma cama servir como lutador, na verdade se trata do espírito de um irmão protegendo sua irmã menor. E por conta disso, este personagem inédito na verdade se trata de duas adições ao elenco do game (embora conte como apenas um lutador). \n\n Bedman? é o terceiro personagem adicional do Season Pass 2, e há mais personagens programados para o futuro do game. Enquanto isso, nos resta apenas aguardar pelo anúncio de mais novidades. \n\n O novo personagem de Guilty Gear -Strive- chega no dia 6 de Abril de 2023. \n\n "
    },
    {
        "id": 6,
        "titulo": "Project L: jogo de luta de League of Legends!",
        "texto": "> Fonte:<https://www.comboinfinito.com.br/principal/project-l-jogamos-o-jogo-de-luta-de-league-of-legends-veja-nossas-primeiras-impressoes/> \n\n ### Produzido pela Riot Games, jogo traz lutas 2v2 dinâmicas e impressionantes \n\n  ![project l imagem](/assets/posts/6/p1.jpg)\n\n ***“Project L”*** é um futuro jogo de luta ***gratuito*** da Riot Games, a mesma desenvolvedora responsável por títulos como League of Legends (LoL) e Valorant. O jogo se passará no universo de Runeterra e contará com vários campeões populares do MOBA, incluindo Yasuo, Ahri, Ekko e Jinx, oferecendo partidas em duplas com suporte para até quatro jogadores. \n\n Isso significa que será possível jogar sozinho, controlando dois personagens com um sistema de tag, ou cooperativamente, com cada jogador comandando seu respectivo lutador. Até o momento, o jogo não possui uma data de lançamento definida nem foram anunciadas as plataformas em que estarão disponíveis.  \n\n ### Gameplay de Project L \n\n ![project l imagem](/assets/posts/6/p2.webp) \n\n O co-fundador do Combo Infinito, Ariel de Souza, foi o que teve a oportunidade de jogar essa build (a mesma disponível na EVO 2023). Nesta versão de teste, os personagens disponíveis para jogar incluíam Darius, Yasuo, Ekko e Ahri. O jogo apresenta semelhanças com outros jogos de luta renomados, como Marvel vs Capcom (onde você pode trocar e pedir assistência a outro lutador, além de realizar combos) e elementos de jogos como Street Fighter, como golpes neutros e antiaéreos (além do fraco, médio e forte). Há também o uso do super-pulo, semelhante ao encontrado em King of Fighters.\n\n O jogo presta homenagem a esses títulos clássicos, ao mesmo tempo em que apresenta suas próprias características distintivas. É evidente a paixão dos desenvolvedores pelo projeto, que busca incentivar a colaboração entre jogadores, seja em cooperação ou competição. Esse formato 2vs2 pode servir como um incentivo para iniciantes em jogos de luta fazerem parceria com jogadores mais experientes, o que ajuda na aprendizagem dos fundamentos.\n\n Sabendo disso, não dar uma vez para seu parceiro pode resultar em desvantagem significativa contra os adversários. Ou seja, como é possível chamar o segundo campeão a qualquer momento para executar um ataque, é preciso ficar bastante atento para defender do lado correto. Por isso, o jogo incorpora técnicas como parry (contra-ataque), defesa com defesa, defesa com empurrão e o Salvamento Dinâmico, que é útil para interromper combos em caso de acertos  \n\n Além disso, o jogo apresenta um sistema chamado Fuse, que oferece uma seleção de benefícios para a dupla de jogadores. Esses benefícios incluem a capacidade de executar dois ataques de assistência seguidos, aumentar o número de trocas de personagens possíveis durante um combo e até mesmo uma técnica especial, que é uma investida usada para cancelar ataques. \n\n Quanto às plataformas de lançamento, a Riot Games ainda não confirmou oficialmente para quais consoles Project L estará disponível no momento do lançamento. No entanto, é razoável esperar que o jogo seja lançado para PC, Xbox e PlayStation.\n\n "
    },
    {
        "id": 7,
        "titulo": "Pocket Bravery revela Hector Silva;",
        "texto": "> Fonte: <https://www.comboinfinito.com.br/principal/pocket-bravery-revela-hector-silva-confira-o-trailer-com-gameplay/> \n\n ![pocket bravery hector silva](/assets/posts/7/b1.jpg) \n\n ### Hector Silva quebra tudo e todos no novo trailer  \n\n Pocket Bravery é o game brasileiro que tem angariado cada vez mais atenção ao redor do mundo. Além de estar presente na EVO, o título também teve um campeonato dedicado recentemente, onde começou a consagrar jogadores brasileiros e estipular um cenário competitivo próprio.\n\n Dito isso, o game continua em desenvolvimento, e cada vez mais estamos conhecendo o elenco completo. Sendo assim, o estúdio Statera divulgou um novo vídeo onde revela Hector Silva, um dos lutadores mais promissores e brutais do jogo. \n\n ![pocket bravery hector silva](/assets/posts/7/b2.gif) \n\n\n\n Hector se junta ao elenco de lançamento de Pocket Bravery, que agora conta com 13 personagens ao todo. Apesar dos movimentos parecidos com o de Hadassa, Hector parece um pouco mais simples para executar combos, mesclando ataques poderosos e uma variação de postura devastadora. \n\n Em conversa com o fundador do estúdio – Jonathan Silva – ele comenta que “jogadores de Yashiro e Shen (sem a máscara) se darão bem com Hector”. Sendo assim, ele parece ser uma boa pedida no que diz respeito à ataques potentes e uma boa mescla de agarrões."
    },
    {
        "id": 8,
        "titulo": "5 Coisas que você precisa saber sobre Dragon Ball FighterZ",
        "texto": "> Fonte: <https://www.comboinfinito.com.br/principal/10-coisas-que-voce-precisa-saber-sobre-dragon-ball-fighterz/> \n\n  ![pdragon ball z](/assets/posts/8/dbz1.jpg) \n\n \n\n## Dragon Ball FighterZ já está no mercado! \n\n \n\n A Bandai Namco finalmente lançou o tão aguardado Dragon Ball FighterZ. O novo game baseado na franquia Dragon Ball deixa de lado o formato que a Bandai Namco vem explorando há tantos anos, que deu vida à muitos jogos baseados em animes. Desta vez, DB FighterZ se aproxima dos clássicos jogos de luta com jogabilidade rápida, cheia de combos e muita fidelidade ao anime. \n\n Para lhe preparar para a batalha, separamos 10 fatos e informações que vão lhe ajudar a cair de cabeça em no jogo. Nossa análise também está no forno e em breve será lançada. Então se ainda tem dúvidas de que este poderá ser um bom game de luta, veja tudo que ele tem a oferecer e por qual motivo é tão aguardado. \n\n \n\n### 1 – Quantidade de Personagens \n\n \n\n ![pdragon ball z](/assets/posts/8/dbz2.jpg)\n\n \n\n Podemos dizer que Dragon Ball FighterZ traz um bom pacote de personagens logo em seu lançamento. Em um mundo onde DLCs e micro-transações dominam o mercado, isso é um grande negócio. Ao todo são 21 personagens liberados logo de cara, mas temos outros 3 que podem ser desbloqueados apenas jogando. \n\n \n\n A primeira é a Androide 21, que fica disponível ao terminarmos o modo história. Depois podemos desbloquear Goku e Vegeta Super Saiyajin Blue. Ambos ficam disponíveis jogando o modo arcade na dificuldade máxima e terminando com nota acima da A. Assim, Dragon Ball Fighter Z tem ao total 24 personagens e são esperados mais 8 via DLC. Será que o Kuririn vai se vingar do Freeza? \n\n \n\n### 2 – Perspectiva em 2D com gráficos em 3D \n\n \n\n ![dragon ball z](/assets/posts/8/dbz3.jpg) \n\n Uma das coisas que mais chamou a atenção de todos desde o anúncio do game foi o visual. A Arc System Works conseguiu encontrar uma maneira de ser fiel ao anime em um jogo que tem uma perspectiva em 2D. Porém, toda a construção dos personagens é com modelos em 3D que permitem que diversas cenas do anime sejam reconstruídas durante as lutas e em tempo real. \n\n É realmente impressionante ver como os personagens são fiéis às suas contra partes do anime. Poses, movimentos, fluidez, tudo muito bem representado e com ângulos de câmera que aumentam ainda mais a imersão. Se lembrarmos que a grande maioria dos jogos de luta de sucesso possuem uma perspectiva em 2D, com exceção de ***Tekken***, ***Soul Calibur*** e ***Dead or Alive***, a escolha feita pela produção do game foi mais do que acertada. \n\n ### 3 – Batalhas em equipes de 3 lutadores (3vs3) \n\n   ![dragon ball z](/assets/posts/8/dbz4.jpg) \n\n Seguindo o formato de Marvel vs Capcom, Dragon Ball FighterZ traz batalhas 3vs3 insanamente rápidas. Cada equipe escolhe 3 lutadores e durante as lutas é possível trocar de lutador apertando apenas um botão. Além disso, podemos fazer uso da ajuda dos parceiros de equipe. Eles entram no combate e desferem algum golpe poderoso o suficiente para atrapalhar o adversário. Podemos até mesmo realizar uma sequência absurda de especiais com os 3 personagens da tela. \n\nA escolha de lutas 3vs3 adiciona muita ação às batalhas e possibilita que os jogadores conheçam cada vez mais os personagens. \n\n ### 4 – Personagens de todas as eras de Dragon Ball \n\n  ![dragon ball z](/assets/posts/8/dbz5.jpg) \n\n Outro grande chamativo de DB FighterZ é o plantel de personagens. Temos desde Goku, Vegeta, Gohan e Trunks, até os vilões como Freeza, Cell, Majin Boo. Mas o jogo também traz personagens mais clássicos, como Nappa e os recém chegados de Dragon Ball Super como Hit e Goku Black. Como já mencionamos, o game também traz a Androide 21, que é a grande novidade até aqui. Ela foi criada especialmente para o jogo. \n\n Quem gostava da primeira versão de Dragon Ball vai curtir jogar com Yamcha. E acredite, ele é bem forte no jogo. \n\n ### 5 – Desenvolvido pela Arc System Works \n\n ![dragon ball z](/assets/posts/8/dbz6.jpg) \n\n O jogo é desenvolvido pela Arc System Works, o mesmo estúdio que deu vida à Guilty Gear e BlazBlue. Porém, é na parceria com a Bandai Namco que vemos nascer seu projeto mais ambicioso. O passado da Arc System Works nos games de luta é belíssimo e com Guilty Gear foi onde eles alcançaram o maior sucesso. \n\n Seus jogos sempre tiveram excelentes gráficos em 2D que foram evoluindo para um visual que mantinha esta perspectiva, mas com modelos de personagens em 3D, como em Dragon Ball FighterZ. O que vemos no novo jogo é a junção de toda a experiência do estúdio com a necessidade de se criar algo realmente diferente neste gênero de games de luta baseado em animes. Podemos dizer que a união da Bandai Namco com a Arc System foi muito bem pensada e executada. \n\n   "
    }
]